/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50720
Source Host           : localhost:3306
Source Database       : ucp

Target Server Type    : MYSQL
Target Server Version : 50720
File Encoding         : 65001

Date: 2021-10-17 17:20:17
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `tb_admin`
-- ----------------------------
DROP TABLE IF EXISTS `tb_admin`;
CREATE TABLE `tb_admin` (
  `id` bigint(20) NOT NULL,
  `admin_name` varchar(30) DEFAULT NULL COMMENT '用户名',
  `admin_password` varchar(128) DEFAULT NULL COMMENT '密码',
  `admin_nickname` varchar(30) DEFAULT NULL,
  `admin_mobile_phone` varchar(20) DEFAULT NULL COMMENT '手机号码',
  `update_time` datetime DEFAULT NULL COMMENT '更新时间',
  `admin_email` varchar(128) DEFAULT NULL COMMENT '邮箱',
  `admin_state` smallint(6) DEFAULT NULL COMMENT '状态：正常、禁用，对应java的枚举类型',
  `role_id` bigint(20) unsigned NOT NULL,
  `create_time` datetime DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tb_admin
-- ----------------------------
INSERT INTO `tb_admin` VALUES ('1631694462743', 'admin-zy', 'e10adc3949ba59abbe56e057f20f883e', '系统管理员', '18215626820', '2021-09-13 16:28:48', '185964885@qq.com', '1', '1631692579832', '2021-09-13 16:28:48');

-- ----------------------------
-- Table structure for `tb_right`
-- ----------------------------
DROP TABLE IF EXISTS `tb_right`;
CREATE TABLE `tb_right` (
  `id` bigint(20) NOT NULL,
  `right_name` varchar(30) NOT NULL,
  `right_rule` varchar(128) NOT NULL,
  `create_time` datetime DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime DEFAULT NULL COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tb_right
-- ----------------------------
INSERT INTO `tb_right` VALUES ('1631691997514', '系统管理权限', '/admin', '2021-09-13 16:28:48', '2021-09-13 16:28:48');
INSERT INTO `tb_right` VALUES ('1631693379969', '普通用户权限', '/', '2021-09-13 16:28:48', '2021-09-13 16:28:48');

-- ----------------------------
-- Table structure for `tb_role`
-- ----------------------------
DROP TABLE IF EXISTS `tb_role`;
CREATE TABLE `tb_role` (
  `id` bigint(20) NOT NULL,
  `role_name` varchar(30) NOT NULL,
  `role_code` varchar(30) NOT NULL,
  `description` varchar(128) NOT NULL,
  `right_id` bigint(20) NOT NULL,
  `update_time` datetime DEFAULT NULL COMMENT '更新时间',
  `create_time` datetime DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tb_role
-- ----------------------------
INSERT INTO `tb_role` VALUES ('1631692579832', '超级管理员', 'administrator', '拥有最高权限', '1631691997514', '2021-09-13 16:28:48', '2021-09-13 16:28:48');
INSERT INTO `tb_role` VALUES ('1631693611742', '普通用户', 'customer', '拥有普通用户权限', '1631693379969', '2021-09-13 16:28:48', '2021-09-13 16:28:48');

-- ----------------------------
-- Table structure for `tb_user`
-- ----------------------------
DROP TABLE IF EXISTS `tb_user`;
CREATE TABLE `tb_user` (
  `id` bigint(20) NOT NULL COMMENT '用户Id',
  `user_name` varchar(30) DEFAULT NULL COMMENT '用户名',
  `user_password` varchar(128) DEFAULT NULL COMMENT '密码',
  `user_state` smallint(6) DEFAULT NULL COMMENT '状态：正常、禁用，对应java的枚举类型',
  `user_nickname` varchar(30) DEFAULT NULL COMMENT '昵称',
  `user_id_number` varchar(18) DEFAULT NULL COMMENT '身份证号号码',
  `user_realname` varchar(10) DEFAULT NULL COMMENT '真实姓名',
  `user_avatar` varchar(128) DEFAULT NULL COMMENT '头像',
  `user_birthday` date DEFAULT NULL COMMENT '生日',
  `user_gender` smallint(6) DEFAULT NULL COMMENT '性别，对应java的枚举类型',
  `user_mobile_phone` varchar(20) DEFAULT NULL COMMENT '手机号码',
  `user_email` varchar(128) DEFAULT NULL COMMENT '邮箱',
  `user_address` varchar(128) DEFAULT NULL,
  `user_slef_word` varchar(128) DEFAULT NULL COMMENT '个性签名',
  `create_time` datetime DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime DEFAULT NULL COMMENT '更新时间',
  `role_id` bigint(20) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `userName` (`user_name`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tb_user
-- ----------------------------
INSERT INTO `tb_user` VALUES ('1634045496051', 'zy2', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496056', 'zy3', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496060', 'zy4', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496064', 'zy5', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496069', 'zy6', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496088', 'zy10', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496091', 'zy11', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496096', 'zy12', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496099', 'zy13', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496103', 'zy14', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496108', 'zy15', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496114', 'zy16', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496119', 'zy17', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496124', 'zy18', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496127', 'zy19', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496131', 'zy20', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496136', 'zy21', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496140', 'zy22', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496144', 'zy23', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496148', 'zy24', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496152', 'zy25', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496155', 'zy26', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496158', 'zy27', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496162', 'zy28', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496165', 'zy29', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496169', 'zy30', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496172', 'zy31', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496177', 'zy32', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496180', 'zy33', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496184', 'zy34', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496188', 'zy35', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496191', 'zy36', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496195', 'zy37', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496198', 'zy38', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496202', 'zy39', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496205', 'zy40', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496209', 'zy41', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496213', 'zy42', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496217', 'zy43', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496220', 'zy44', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496224', 'zy45', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496227', 'zy46', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496231', 'zy47', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496235', 'zy48', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496239', 'zy49', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496243', 'zy50', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496247', 'zy51', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496251', 'zy52', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496255', 'zy53', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496258', 'zy54', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496261', 'zy55', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496264', 'zy56', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496268', 'zy57', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496272', 'zy58', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496275', 'zy59', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496279', 'zy60', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496283', 'zy61', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496286', 'zy62', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496290', 'zy63', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496293', 'zy64', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496297', 'zy65', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496301', 'zy66', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496304', 'zy67', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496307', 'zy68', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496310', 'zy69', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496314', 'zy70', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496318', 'zy71', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496322', 'zy72', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496326', 'zy73', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496330', 'zy74', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496334', 'zy75', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496338', 'zy76', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496342', 'zy77', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496345', 'zy78', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496347', 'zy79', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496351', 'zy80', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496355', 'zy81', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496359', 'zy82', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496362', 'zy83', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496365', 'zy84', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496368', 'zy85', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496371', 'zy86', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496375', 'zy87', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496378', 'zy88', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496381', 'zy89', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496385', 'zy90', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496388', 'zy91', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496391', 'zy92', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496394', 'zy93', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496397', 'zy94', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496401', 'zy95', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496404', 'zy96', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496408', 'zy97', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496411', 'zy98', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634045496414', 'zy99', '123456', '1', '易哥i', '513002199105122554', '邹易', null, null, '10', '18215626820', null, null, null, '2021-10-12 21:31:36', '2021-10-12 21:31:36', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634458977613', 'admin-zy', 'e10adc3949ba59abbe56e057f20f883e', '1', null, null, null, null, null, '10', '18215626820', null, null, null, '2021-10-17 16:22:57', '2021-10-17 16:22:57', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634461946346', 'zy1', 'e10adc3949ba59abbe56e057f20f883e', '1', null, null, null, null, null, '10', '18215626820', null, null, null, '2021-10-17 17:12:26', '2021-10-17 17:12:26', '1631693611742');
INSERT INTO `tb_user` VALUES ('1634462282422', 'ZY', 'e10adc3949ba59abbe56e057f20f883e', '1', null, null, null, null, null, '10', '18215626820', null, null, null, '2021-10-17 17:18:02', '2021-10-17 17:18:02', '1631693611742');
